---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.JoulesPerKelvin
source: html/74255741-4cff-0fd3-fe25-532c8064be03.htm
---
# Autodesk.Revit.DB.UnitTypeId.JoulesPerKelvin Property

Joules per Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId JoulesPerKelvin { get; }
```